Repository: Lilium27/omegat-l10n-zh-cn
Catalog: omegat/project_save.tmx
Source language: en
Languages: zh_cn

source: For instance (if the default is accepted), the translation from the ancillary TM is accepted and prefixed with [fuzzy], so that the translator can review the translations at a later stage and check whether the segments tagged this way, have been translated correctly .
zh_cn: 例如（如果按默认值），使用来自辅助翻译记忆库的翻译并加上 [模糊] 前缀， 这样译者可以在后面检查带有此标签的句段是否已正确翻译 。

source: For technical details, see the Request For Enhancement.
zh_cn: 有关技术细节，参见改进建议。

source: For that reason, it is OFF by default.
zh_cn: 因此，它在默认情况下是关闭的。

source: For translation memories in folders with a name penalty-xxx (with xxx between 0 and 100), matches will be degraded according to the name of the folder: a 100% match in any of TMs, residing in a folder called penalty-30 for instance, will be lowered to a 70% match.
zh_cn: 对于在名为 penalty-xxx （xxx 在 0 到 100之间）的文件夹中的翻译记忆库， 匹配度将根据文件夹的名称而降低： 任一翻译记忆库中的 100% 匹配，如果放入名为 penalty-30 的文件夹，匹配度将会降为 70%。

source: Format:
zh_cn: 格式：

source: Forward in history...
zh_cn: 在历史中前进...

source: Forward-Backward
zh_cn: 前向-向后（Forward-Backward）

source: Found in:
zh_cn: 查找范围：

source: Four types of issues are detected:
zh_cn: 会检查四种类型的问题：

source: French
zh_cn: 法语（French）

source: Frequently validate tags (see Tag validation) and produce translated documents (see below and Menu) at regular intervals to make it easier to catch any problems that arise.
zh_cn: 经常验证标签（参见标签验证）并定期生成译文文档（参见下文和菜单）可以更容易发现问题。

source: From 100% memory
zh_cn: 来自 100% 翻译记忆库

source: From ICE memory
zh_cn: 来自 ICE 翻译记忆库

source: From a practical point of view, the most important pair of numbers is the second pair: it tells, how much you have done so far, in relation to the total or second number.
zh_cn: 从实际角度看，最为重要的一对数字是第二对：它告诉您迄今为已完成的工作量，以及和总工作量或第二个数字之间的关系。

source: From auto memory
zh_cn: 来自 auto 翻译记忆库

source: From enforced memory
zh_cn: 来自 enforced 翻译记忆库

source: From memory
zh_cn: 来自翻译记忆库

source: Full checking can lead to false positives in normal texts.
zh_cn: 完整检查可能导致正常文本出现误报。

source: Full table
zh_cn: 完整表

source: Full text
zh_cn: 完整文本

source: Full text, including tags and numbers
zh_cn: 全文，包括标签和数字

source: Full/Half &width char insensitive
zh_cn: 不区分全角/半角字符(&W)

source: Fuzzy Matches
zh_cn: 模糊匹配

source: Fuzzy Matches pane: Dropped .tmx files will be copied to the tm folder.
zh_cn: 模糊匹配窗格：拖进去的 .tmx 文件会复制到 tm 文件夹。

source: Generate the translated file
zh_cn: 生成译文文件

source: German
zh_cn: 德语（German）

source: Get API Key
zh_cn: 获取 API 密钥

source: Git '{0}' did nothing because there were no changes
zh_cn: Git“{0}”什么也没做，因为没有任何更改

source: Git '{0}' error: {1}
zh_cn: Git“{0}”错误：{1}

source: Git '{0}' execution finished successfully
zh_cn: Git“{0}”执行成功完成

source: Git '{0}' execution start
zh_cn: Git“{0}”执行开始

source: Give access to the ten last edited projects.
zh_cn: 可以访问最后编辑的十个项目。

source: Gives access to the project folders.
zh_cn: 可以访问项目的各个文件夹。

source: Global
zh_cn: 全局

source: Glossary
zh_cn: 术语表

source: Glossary Files Folder
zh_cn: 词汇表文件夹

source: Glossary Folder:
zh_cn: 词汇表文件夹：

source: Glossary Matches
zh_cn: 术语表匹配

source: Glossary auto-completer options
zh_cn: 术语表自动完成视图选项

source: Glossary entries
zh_cn: 术语表条目

source: Glossary file: {0}
zh_cn: 术语表文件：{0}

source: Glossary files folder entered does not exist!
zh_cn: 输入的词汇表文件文件夹不存在！

source: Glossary folder {0} does not exist.
zh_cn: 术语表文件夹 {0} 不存在。

source: Glossary pane: Dropped files with known glossary extensions (.txt, .tab, etc.) will be copied to the glossary folder.
zh_cn: 术语表窗格：拖入的带有已知术语表扩展名（.txt、 .tab等）的文件将会复制到 glossary 文件夹中。

source: Go To
zh_cn: 转到

source: Go To Segment Source
zh_cn: 转到句段来源

source: Google Api key not available.
zh_cn: Google Api 密钥不可用。。

source: Google Translate v2
zh_cn: 谷歌翻译 v2

source: Goto &Line...
zh_cn: 转到行(&L)...

source: Groovy (Apache Licence 2.0)
zh_cn: Groovy (Apache 许可 2.0)

source: Group {0} does not exist in search expression
zh_cn: 查找表达式中不存在组 {0}

source: HHC file too big!
zh_cn: HHC 文件过大！

source: HTML Help Compiler
zh_cn: HTML 帮助编译器

source: HTML and XHTML
zh_cn: HTML 和 XHTML

source: HTML, XHTML, ODF and Infix segmentation
zh_cn: HTML、XHTML、ODF 和 Infix 分割

source: HTMLParser 1.6 by Somik Raha, Derrick Oswald and others (LGPL License)
zh_cn: HTMLParser 1.6 作者是 Somik Raha, Derrick Oswald 等人(LGPL 许可)

source: Has note
zh_cn: 已有备注

source: He&aders
zh_cn: 页眉(&A)

source: Heapwise
zh_cn: 按堆（Heapwise）

source: Help
zh_cn: 帮助

source: Help & Manual
zh_cn: 帮助与手册

source: Here you can select different subfolders, for instance the subfolder with source files, subfolder for target files etc.
zh_cn: 在这里您可以选择不同的子文件夹，例如包含原文文件的子文件夹、译文文件的子文件夹等。

source: Here you may also specify custom location of project folders.
zh_cn: 你应当指定它们的新位置或重新创建它们。

source: Here you may setup the source filename patterns of files the filter will process, customize the filenames of translated files, and select what encodings it will use for loading the file and saving its translated counterpart.
zh_cn: 在这里，您可以设置过滤器将要处理的文件的源文件名模式，自定义已翻译文件的文件名，并选择用于加载文件和保存已翻译副本的编码。

source: Hide '{0}'
zh_cn: 隐藏“{0}”

source: Hide Advanced &Options
zh_cn: 隐藏高级选项(&O)

source: Highlight
zh_cn: 高亮

source: Highlight Pattern...
zh_cn: 高亮模式...

source: History Completions
zh_cn: 历史完成

source: History Predictions
zh_cn: 历史预测

source: How To...
zh_cn: 指南

source: However, OmegaT does not fully support imported level 2 tmx files (these store not only the translation, but also the formatting).
zh_cn: 但是，OmegaT 并不完全支持导入级别 2 的 tmx 文件（不仅存储翻译，还存储格式）。

source: However, if you made mistakes when you typed the formatting tags, your translated files might fail to open.
zh_cn: 如果您输入了错误的格式标签，已译文件可能无法打开。

source: However, you should take precautions against data loss when using OmegaT, just as with any other application.
zh_cn: 然而，就像使用任何其他应用程序一样，使用 OmegaT 时您需要预防数据丢失

source: Hyperlinks
zh_cn: 超链接

source: IBM Watson not available.
zh_cn: IBM Watson 不可用。

source: ILIAS Language File
zh_cn: ILIAS 语言文件

source: IOException encountered:
zh_cn: 发生输入输出异常：

source: Identifier used for alternative translations
zh_cn: 待选译文标识符

source: If Show Relevant Suggestions Automatically option is checked, Auto-completer is launched automatically by typing the first letters of a translated glossary entry, or by typing "<" in case of tags.
zh_cn: 如果勾选了自动显示相关建议选项，自动完成器会在输入已翻译术语表中条目的头几个字母或输入标签的“<”后自动启动。

source: If automatic searching in dictionaries is disabled, this function allows you to search for the selected word in the dictionaries.
zh_cn: 如果禁用了自动在词典中查找，则此功能可让您在词典中查找所选单词。

source: If HTML file has the encoding declaration, it will be used disregarding any value you set in this dialog.
zh_cn: 如果 HTML 文件中有编码声明，则将使用并忽略您在对话框中设置的值。

source: If a HHC or HHK file has an encoding declaration, it will be used regardless of any value you specify in this dialog.
zh_cn: 如果 HTML 文件中有编码声明，则将使用并忽略您在对话框中设置的值。

source: If a file does not load into the Editor pane, then it could be that it is in a format that doesn't work in OmegaT.
zh_cn: 如果某个文件无法加载到 编辑器 窗格，那么该文件可能是 OmegaT 无法处理的格式。

source: If a given sentence has already been translated once, and translated correctly, there is no need for it to be retranslated.
zh_cn: 如果给定语句已被翻译过一次，且翻译是正确的，则无需重新对其进行翻译。

source: If an error is found in such a file, OmegaT will indicate the position within the defective file at which the error is located.
zh_cn: 如果在这类文件中发现错误，OmegaT 将指示错误在问题文件中的位置。

source: If checked, non-breakable spaces will be displayed with a grey background.
zh_cn: 如果勾选，不换行空格将以灰色背景显示。

source: If checked, non-unique segments will be marked in pale grey.
zh_cn: 如果勾选， 则非独特句段会被标记为淡灰色。

source: If checked, segments with notes will be marked in cyan.
zh_cn: 如果勾选，含备注的句段将标记为青色。

source: If checked, source segments will be shown and marked in green.
zh_cn: 如果勾选，将会显示原文句段并将其标记为绿色。

source: If checked, the background of all segments where the target segment has been auto-populated (from TMXs placed in /tm/auto for example) are displayed in colour.
zh_cn: 如果勾选，所有译文部分已被自动填充（例如，来自放在 /tm/auto 下的 TMX）的句段的背景将以彩色显示。

source: If checked, the entries are sorted alphabetically.
zh_cn: 勾选后，条目会按照字母顺序排列。

source: If checked, the longer entries are placed on the list first.
zh_cn: 勾选后，列表中首先出现较长条目。

source: If checked, the separations between paragraphs in the source document are indicated visually.
zh_cn: 如果勾选，将会在视觉上指示原文文档中各段落之间的分隔。

source: If checked, the translated segments will be marked in yellow.
zh_cn: 如果勾选，已译句段将会标记为黄色。

source: If checked, the untranslated segments will be marked in violet.
zh_cn: 如果勾选，未译句段将会标记为紫色。

source: If checked, white spaces will be displayed with a small dot.
zh_cn: 如果勾选，空格会显示一个小点。

source: If commands to perform external searches have been defined in the Preferences, they are listed and accessible here.
zh_cn: 如果在首选项中定义了执行外部搜索的命令，则此处会列出这些命令。

source: If it is clear from the very start, that translations in a given TM (or TMs) are all correct, one can put them into the tm/auto folder and avoid confirming a lot of [fuzzy] cases.
zh_cn: 如果从一开始就非常确定某些翻译记忆库中的翻译是完全正确的，则可以将其放入 tm/auto 文件夹，避免遇到多个 [模糊] 情形而加以确认。

source: If later access to the desired location is granted that location will be used and all settings will return to their defaults as a result of the location change.
zh_cn: 之后若获得目标位置的访问许可，将改用该位置为配置文件夹。\n同时，由于位置更改，所有的配置将还原为默认值。

source: If no text has been selected, the current source segment is written to this file.
zh_cn: 如果未选择任何文本，则将当前原文句段写入该文件。

source: If no text is selected, OmegaT selects the word that contains the letter immediately to the right of the cursor.
zh_cn: 如果未选择任何文本，OmegaT 会选择紧挨着光标右边的那个字符所属的单词。

source: If not checked, source segments will not be shown.
zh_cn: 如果未勾选，则不显示原文句段。

source: If part of the target segment has been selected, this function overwrites the selected portion.
zh_cn: 如果已经选择了译文句段的一部分，则此功能会覆盖所选部分。

source: If several translation engines are selected, then Ctrl M is also used to switch between them and insert the last one selected.
zh_cn: 如果选择了多个翻译引擎，则可以用 Ctrl M 在它们之间切换并插入最后一个选定的结果。

source: If some texts are selected within the fuzzy match, only this selection will be inserted at the cursor position.
zh_cn: 如果在模糊匹配内选择了部分文本，那么只有被选中的部分插入到光标位置处。

source: If some texts are selected within the fuzzy match, only this selection will replace the whole target segment.
zh_cn: 如果在模糊匹配内选择了部分文本，那么只有被选中的部分替换掉整个译文句段。

source: If the Auto-propagation check box is not checked, the segments with alternative translations are left untranslated until the user has decided which translation is to be used.
zh_cn: 如果未勾选自动传播复选框，则含有替代译文的句段会保持未译状态，直到用户决定使用哪种译文。

source: If the alignment looks as if it could be improved, try changing the parameters.
zh_cn: 如果对齐效果看起来还能改进，可尝试调整参数。

source: If the current segment is the first one in a file, it moves to the last segment of the previous file.
zh_cn: 如果当前句段是文件中的第一个句段，则会移动到上一个文件的最后一个句段。

source: If the current segment is the last segment in a file, it moves to the first segment of the next file.
zh_cn: 如果当前句段是文件中的最后一个句段，则会移动到下一个文件的第一个句段。

source: If the current translation of the segment does not fit, the user can select Edit → Create Alternative Translation.
zh_cn: 如果当前句段的翻译不恰当，用户可以选择 编辑 → 创建替代译文。

source: If the document allows, the translator is strongly encouraged to remove style information from the original document so that as few tags as possible appear in the OmegaT interface.
zh_cn: 如果文档允许，强烈建议译者从原始文档中删除样式信息以在 OmegaT 的界面中尽可能少地显示标签。

source: If the documents are not available, the entry is greyed out.
zh_cn: 如果文档不可用，则条目会灰掉。

source: If the files to be translated are parts of a tree structure (as in a website), you need only specify the top-level subfolder and OmegaT will maintain the entire contents, while keeping the tree structure intact.
zh_cn: 如果待翻译文件是树形结构的一部分（比如像网站中），您只需指定顶级子文件夹，OmegaT 将维护整个内容，同时维持树形结构不变。

source: If the filter has any options, you may change them by clicking Options.
zh_cn: 如果过滤器有任何可选项，您可以通过点击选项按钮来更改。

source: If the original document was LTR, the display direction of the target document must be changed manually to RTL in its viewing application.
zh_cn: 如果原始文档是从左向右的，译文文档的显示方向需要手工在查看它的应用程序中改为从右向左。

source: If the project uses specific filters and segmentation parameters, both the filters.xml and segmentation.conf files must be added to the versioning system and published on the server.
zh_cn: 如果项目使用专用过滤器和句段分割参数， filters.xml 和 segmentation.conf 文件必须要添加到版本控制系统，并发布到服务器上。

source: If the source file is modified after you have begun translating, OmegaT may be unable to find a segment that you have already translated.
zh_cn: 如果在开始翻译后原文文件有所修改， OmegaT 可能会找不到您已经翻译过的句段。

source: If the source segment in one of the ancillary TMs is identical to the text being translated, OmegaT acts as defined in the Options Editing Behavior... dialog window.
zh_cn: 如果辅助翻译记忆库中有与待译文本完全相同的原文句段，OmegaT 会按照 选项 编辑行为... 对话框窗口中的内容进行操作。

source: If the translator attempts to modify them, they will go back to their original state whenever the project is opened, closed, saved or reloaded.
zh_cn: 如果译者试图修改它们，则只要项目被打开、关闭、保存或重新载入，它们就会回复到原始状态。

source: If there are any differences, check that the filters.xml and segmentation.conf files are under version control.
zh_cn: 如果两侧不一致，检查 filters.xml 和 segmentation.conf 文件是否受版本控制。

source: If there's no file name displayed, the source is the internal project translation memory.
zh_cn: 如果没有显示文件名，那么其来源是内部项目翻译记忆库。

source: If there's several alternative translations available for the active segment, you can label the alternative selected as the default translation.
zh_cn: 如果当前句段有多个替代译文，您可以将所选择的译文标记为默认译文。

source: If they don't need to stay immune from further changes, then remove the TMX from /tm/enforce.
zh_cn: 如果它们 需要 受进一步更改的影响，则将 TMX 从 /tm/enforce 中删除。

source: If they need to stay immune from further changes, then keep the TMX in /tm/enforce.
zh_cn: 如果它们 无需 受进一步更改的影响，则将 TMX 保留在 /tm/enforce 中。

source: If you already have collected words you wish the spell checker to ignore / accept, you just need to copy the corresponding two files into the omegatsubfolder of your current project.
zh_cn: 如果您收集了希望忽略/接受拼写检查的词汇，您只需复制对应的两个文件到当前项目的 omegat 子文件夹中。

source: If you are interested in other settings of this dialog, you can return to it any time by pressing Ctrl+E.
zh_cn: 如果对该对话框中的其他设置感兴趣，则随时都可以按 Ctrl+E 返回。

source: If you are using an authenticated proxy, please enter here your user and password.
zh_cn: 如果您使用的是需要认证的代理服务器，请在此处输入用户和密码。

source: If you believe that you have lost translation data, you can use the following procedure to restore the project to its most recently saved state, usually not older than approximately 10 minutes or so:
zh_cn: 如果您认为丢失了翻译数据，那么可以使用以下步骤将项目恢复到最近保存的状态，通常是大约 10 分钟以内：

source: If you can not see all the panes (be it opened or minimized), pressing Options > Restore Main Window will restore them to the state, defined in the installation.
zh_cn: 如果无法看到所有窗格（已打开或最小化），按下 选项 > 恢复主窗口 将其恢复为安装时定义的状态。

source: If you decide mid-translation to switch from sentence to paragraph translation, the internal translation memory of the project will not be changed (OmegaT may upgrade old translation memories that did not use sentence segmentation, but not vice versa), but OmegaT will attempt to create paragraph fuzzy matches by gluing together existing sentence translations.
zh_cn: 如果您在翻译中途决定从语句翻译切换至段落翻译，项目的内部翻译记忆库不会更改（OmegaT 可能会升级不使用语句分割的旧翻译记忆库，但反之则不然），但 OmegaT 会尝试通过组合现有的句子翻译来创建段落模糊匹配。

source: If you enter names of folders that do not exist yet, OmegaT creates them for you.
zh_cn: 如果输入的文件夹名称尚不存在，OmegaT 会为您创建新的文件夹.

source: If you have TransTips option activated (Options → TransTips), you can right click on the highlighted word in the source segment to open a pop-up menu with suggested translation, as offered by your glossary.
zh_cn: 如果您激活了翻译提示（选项 → 翻译提示），则可以在原文句段内高亮标记的单词上单击右键，打开带有建议翻译的弹出菜单，建议翻译由术语表提供。

source: If you have a PDF file made of scanned pages (sometimes such files are referred to as ‘dead’ PDFs), you need to use an OCR (optical character recognition) program to recognize the text and convert it to a format that can be handled by OmegaT.
zh_cn: 如果您有一个由扫描页面组成的 PDF 文件（此类文件有时被称为“死”PDF），您需要用 OCR（光学字符识别）程序识别文本并将其转换为 OmegaT 可以处理的格式。

source: If you have no doubt that a TMX is more accurate than the project_save.tmx of OmegaT, put this TMX in /tm/enforce to overwrite existing default translations unconditionally.
zh_cn: 如果您确信某个 TMX 比 OmegaT 的 project_save.tmx 更靠谱，请将此 TMX 放到 /tm/enforce 中来无条件地覆盖现有的默认翻译。

source: If you haven't yet saved the project, this manually confirms whether you really wish to quit.
zh_cn: 如果尚未保存项目，则此操作会手工确认您是否确实要退出。

source: If you need assistance with any aspect of OmegaT, feel free to join the OmegaT users group.
zh_cn: 如果您需要关于 OmegaT 某些方面的帮助，可随时加入 OmegaT 用户组。

source: If you need to reproduce text formatting (as well as other things such as drawings) in your translation, there are three ways to try:
zh_cn: 如果您需要在翻译中复现文本格式（以及其他东西，例如绘图），有三种方法可供尝试：

source: If you only need textual information (and not formatting information), use the level 1 file that OmegaT has created.
zh_cn: 如果您只需要文本信息（而非格式化信息），请使用 OmegaT 创建的级别 1 文件。

source: If you place such translation memory files in the /tm/ subfolder of a project, OmegaT will automatically search them for similar segments, called "fuzzy matches".
zh_cn: 如果您把这种翻译记忆文件放在项目的 /tm/ 子文件夹，则 OmegaT 会自动在其中搜索类似的句段（称为“模糊匹配”）。

source: If you right click on the Editor pane, a pop-up menu opens, offering Cut, Copy, Paste (i.e. same functions as Ctrl X , Ctrl C and Ctrl V ), GoTo segment and Add glossary entry functions.
zh_cn: 如果在编辑器窗格上点击右键，会弹出一个菜单，提供 剪切、复制、粘贴 （即与 Ctrl X , Ctrl C 和 Ctrl V 的作用相同）、 跳转到句段 和 增加术语词条 功能。

source: If you select a text string (in any pane) before pressing Ctrl F , the text will be pasted by default in the Search for field.
zh_cn: 如果您按 Ctrl F 之前（于任意窗格中）选择了文本字符串，则默认会将选中的文本粘贴到查找字段。

source: If you select a text string (in any pane) before pressing Ctrl K , the text will be pasted by default in the Search for field.
zh_cn: 如果您在按 Ctrl K 之前（于任意窗格中）选择了文本字符串，则默认会将选中的文本粘贴到查找字段。

source: If you select a text string (in any pane) before pressing Ctrl Shift G , the text will be pasted by default in the Source term field.
zh_cn: 如果您在按 Ctrl Shift G 之前（于任意窗格中）选择了文本字符串，则默认会将选中的文本粘贴到原文词汇字段中。

source: If you want the translation to be the same as the source, simply make the editing field empty by removing all the text (select all with Ctrl+A and delete with Del).
zh_cn: 如果您想要让译文与原文相同，只需删除编辑区中的所有文本（用 Ctrl+A 选中所有内容并用 Del 删除。

source: If you wish to use such files as reference translations in OmegaT, they must be repaired, or OmegaT will report an error and fail to load them.
zh_cn: 如果您想在 OmegaT 中使用这类文件作为参考译文，则必须对其进行修复，否则 OmegaT 将报错并无法加载它们。

source: If your source files are formatted files, e.g. Microsoft Word, LibreOffice Writer or HTML, OmegaT will convert the formatting into tags that surround the text that you translate.
zh_cn: 如果源文件是格式化文件，如 Microsoft Word、LibreOffice Writer 或 HTML，OmegaT 会把待译文本周围的格式转换为标签。

source: Ignore All
zh_cn: 全部忽略

source: Ignore type and ctype attributes when building <&bpt> and <ept> tag shortcuts
zh_cn: 创建<bpt>与<ept>标签快捷键时，忽略 type 与 ctype 属性(&B)

source: Ignore: “{0}”
zh_cn: 忽略：“{0}”

source: Import the source file to LibreOffice Draw, save it as an ODG file, translate, export to PDF as needed.
zh_cn: 导入源文件到 LibreOffice Draw，将其保存为 ODG 文件，翻译，然后按需要导出为 PDF。.

source: Importing and exporting translation memories
zh_cn: 导入和导出翻译记忆库

source: In Heapwise mode, the texts are evaluated globally.
zh_cn: 在Heapwise模式下，文本是整体评估的。

source: In Parsewise mode, they are evaluated segment by segment.
zh_cn: 在Parsewise模式下，文本是逐个句段评估的。

source: In a similar fashion as above the user can create project-specific File filters, which will be stored together with the project and will be valid for the current project only.
zh_cn: 同上述操作相同，用户可为项目创建专用的分割规则，更改后的过滤器配置的副本会随同项目一起存储，且仅针对该项目有效。

source: In a team project, this folder contains a versioned copy of the project tree structure linked directly to the remote server.
zh_cn: 在团队项目中，此文件夹包含直接连接到远程服务器的项目树结构的版本副本。

source: In addition, two menu entries allow opening directly the current source and target documents and the writable glossary.
zh_cn: 另外，有两个菜单项允许直接打开当前的原文与译文文档以及可写词汇表。

source: In addition, when the right click occurs on an opened segment, other options concerning Alternative translations are proposed, for example to to jump to another instance of non-unique segments.
zh_cn: 此外，如果是在打开的句段上点击右键，还会提供与 替代译文 相关的其它选项，例如跳转到另一个非独特句段

source: In both cases, the project manager must send the translator their ID and password to access the repository.
zh_cn: 两种情况下，项目经理都必须发给译者他们用来访问的存储库的 ID 和密码。

source: In case of OmegaT complete project folders - in other words the translation memories involved as well as source folders, project settings etc - are managed by the selected RCS.
zh_cn: 在 OmegaT 的情况下，完整的项目文件夹——换句话说，设计的翻译记忆库和原文文件夹、项目设置等——均由选定 RCS 管理。

source: In case there are non-unique segments in source documents, the Auto-propagation check box offers the user the following two possibilities as regards automatic translation: if checked, the first translated segment will be assumed as the default translation and its target text will be automatically used for later hits during the translation process.
zh_cn: 如果原文文档中包含非独特句段，自动传播翻译复选框为用户提供了下面两种自动翻译的可能性：如果勾选，则第一个被翻译的句段将假定为默认翻译，其译文文本在翻译过程中会自动用于后继命中。

source: In case translators need to share their TMX bases while excluding some of their parts or including just translations of certain files, sharing the complete ProjectName-omegat.tmx is out of question.
zh_cn: 如果译者需要与别人分享他们的 TMX 而同时需要排除某些部分或者只要包含某些文件的翻译，那么可分享完整的翻译记忆库文件 项目名称-omegat.tmx 。

source: In case you decide to modify project folders, keep in mind that this will not move existing files from old folders to the new location.
zh_cn: 如果您决定修改项目的文件夹，要记住这并不会将现有文件从旧文件夹移动到新位置。

source: In cases like these it becomes necessary to switch to RTL mode, so that the RTL (in fact bidirectional) text is displayed correctly.
zh_cn: 在这类情况下，必须转换为从右向左模式，以正确显示从右向左（实际上是双向）文本。

source: In cases where a team of translators is involved, translators will prefer to share common translation memories rather than distribute their local versions.
zh_cn: 如果涉及翻译团队，译者们会首选共享公共翻译记忆库而不是发布他们的本地版本。

source: In comments
zh_cn: 在注释中

source: In many cases, however, it is necessary to embed LTR text in RTL text.
zh_cn: 然而在许多情况下，必须在从右向左文本中嵌入从左向右文本。

source: In most cases, the lower the Average score is, better the alignment will be.
zh_cn: 在大多数情况下，平均得分越低，则对齐效果越好。

source: In notes
zh_cn: 在备注中(&T)

source: In so&urce
zh_cn: 在原文中(&U)

source: In some operating systems, this folder is not displayed by default.
zh_cn: 在某些操作系统中，默认情况下不显示此文件夹。

source: In some seldom cases the alternative, i.e. segmenting by paragraphs, may be preferred.
zh_cn: 在一些少见情况下，替代方案，即按段落分割，可能会更好。

source: In that case, yy is the number of other occurrences of the segment in the project.
zh_cn: 在此情况下，yy 是此句段在项目中其他地方出现的次数。

source: In the Project menu, select New... and type a name for your project.
zh_cn: 在 项目 菜单里，选择新建... 并输入项目名称。

source: In the Editor, the translation is displayed as <EMPTY>
zh_cn: 在编辑器中，译文会显示为<空>

source: In the Exclusion patterns dialog, it is possible to Add or Remove a pattern, or edit one by selecting a line and pressing F2.
zh_cn: 在排除模式对话框中，可以添加或删除模式，也可以通过选定一行并按 F2 来编辑。

source: In the above case, the segments already translated are shown in yellow.
zh_cn: 在上述情况下，已翻译的句段以黄色显示。

source: In the above example the source segment is Context menu command.
zh_cn: 在上面的例子中，原文句段是 Context menu command。

source: In the editor pane, when a match is inserted from a TMX contained in a folder named mt, the background of the active segment is changed to red.
zh_cn: 在编辑器窗格中，如果插入的匹配项来自名为 mt 文件夹中的 TMX 文件，当前所在句段的背景会变为红色。

source: In the example below, the author of the PO file included a warning for the translator to check the length of the translation:
zh_cn: 在下方的例子中，PO 文件的作者给译者设置了警告，以检查译文长度：
